Repository: PhoenixEmik/hokkien-dict
Catalog: ios-native/Sources/TaigiDictUI/Resources/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant

# aboutAppDescription
source: Taigi Dictionary is an offline-first Taiwanese search tool with entries, senses, and examples.
ja: 台語辞典は、見出し語、語義、例文を検索できるオフライン優先の台湾語検索ツールです。
zh_hans: 台语辞典是离线优先的台语查询工具，提供词目、义项与例句检索。
zh_hant: 台語辭典是離線優先的台語查詢工具，提供詞目、義項與例句檢索。

# aboutAppSection
source: Taigi Dictionary
ja: 台語辞典
zh_hans: 台语辞典
zh_hant: 台語辭典

# aboutAuthor
source: Author
ja: 作者
zh_hans: 作者
zh_hant: 作者

# aboutGitHub
source: Open Source
ja: オープンソース
zh_hans: 开源
zh_hant: 開放源碼

# aboutLicensesSubtitle
source: Review the current Swift packages and bundled upstream license texts used by this native app.
ja: このネイティブアプリで使用しているSwiftパッケージと同梱コンポーネントのライセンス文を確認します。
zh_hans: 查看这个原生 App 目前使用的 Swift 套件与内嵌上游元件授权全文。
zh_hant: 查看這個原生 App 目前使用的 Swift 套件與內嵌上游元件授權全文。

# aboutPrivacy
source: Privacy policy
ja: プライバシーポリシー
zh_hans: 隐私政策
zh_hant: 隱私權政策

# aboutPrivacySubtitle
source: Read how the app stores local data, uses network access, and handles sharing.
ja: ローカルデータの保存、ネットワークアクセス、共有の取り扱いについて確認します。
zh_hans: 查看 App 如何保存本地资料、使用网路，以及处理分享行为。
zh_hant: 查看 App 如何保存本機資料、使用網路，以及處理分享行為。

# aboutProjectSection
source: Project
ja: プロジェクト
zh_hans: 项目
zh_hant: 專案

# aboutReferencePage
source: Reference page
ja: 参考資料
zh_hans: 参考页面
zh_hant: 參考頁面

# aboutRepositorySubtitle
source: Source code and releases
ja: ソースコードとリリース
zh_hans: 原始码与发行版本
zh_hant: 原始碼與發行版本

# aboutTitle
source: About Taigi Dictionary
ja: 台語辞典について
zh_hans: 关于台语辞典
zh_hant: 關於台語辭典

# aboutVersion
source: Version
ja: バージョン
zh_hans: 版本
zh_hant: 版本

# advancedBuiltAt
source: Built at
ja: 構築日時
zh_hans: 建置时间
zh_hant: 建置時間

# advancedClear
source: Clear local dictionary data
ja: ローカル辞書データを消去
zh_hans: 清除本机辞典资料
zh_hant: 清除本機辭典資料

# advancedClearCompleted
source: Local dictionary data cleared.
ja: ローカル辞書データを消去しました。
zh_hans: 本机辞典资料已清除。
zh_hant: 本機辭典資料已清除。

# advancedEntryCount
source: Entries
ja: 見出し語
zh_hans: 词目数
zh_hant: 詞目數

# advancedExampleCount
source: Examples
ja: 例文
zh_hans: 例句数
zh_hant: 例句數

# advancedFailedTitle
source: Action failed
ja: 操作に失敗しました
zh_hans: 作业失败
zh_hant: 作業失敗

# advancedMaintenanceSection
source: Data maintenance
ja: データのメンテナンス
zh_hans: 资料维护
zh_hant: 資料維護

# advancedMaintenanceUnsupported
source: Current data source does not support local maintenance.
ja: 現在のデータソースではローカルメンテナンスを利用できません。
zh_hans: 目前资料来源不支持本机维护操作。
zh_hant: 目前資料來源不支援本機維護操作。

# advancedRebuild
source: Rebuild local dictionary data
ja: ローカル辞書データを再構築
zh_hans: 重建本机辞典资料
zh_hant: 重建本機辭典資料

# advancedRebuildCompleted
source: Local dictionary data rebuilt.
ja: ローカル辞書データを再構築しました。
zh_hans: 本机辞典资料已重建。
zh_hant: 本機辭典資料已重建。

# advancedRunning
source: Maintenance in progress
ja: メンテナンス中
zh_hans: 资料维护作业进行中
zh_hant: 資料維護作業進行中

# advancedSenseCount
source: Senses
ja: 語義
zh_hans: 义项数
zh_hant: 義項數

# advancedSourceTimeSection
source: Source timestamps
ja: ソースの日時
zh_hans: 资料来源时间
zh_hant: 資料來源時間

# advancedSourceUpdated
source: Source updated
ja: ソース更新日時
zh_hans: 来源更新
zh_hant: 來源更新

# advancedStatusSection
source: Status
ja: 状態
zh_hans: 状态
zh_hant: 狀態

# advancedSummarySection
source: Current database summary
ja: 現在のデータベース概要
zh_hans: 目前资料库摘要
zh_hant: 目前資料庫摘要

# advancedTitle
source: Advanced settings
ja: 詳細設定
zh_hans: 进阶设置
zh_hant: 進階設定

# audioActionPause
source: Pause
ja: 一時停止
zh_hans: 暂停
zh_hant: 暫停

# audioActionRestart
source: Restart
ja: 再ダウンロード
zh_hans: 重下载
zh_hant: 重下載

# audioActionResume
source: Resume
ja: 再開
zh_hans: 续传
zh_hant: 續傳

# audioActionStart
source: Download
ja: ダウンロード
zh_hans: 下载
zh_hant: 下載

# audioNotInitialized
source: Offline audio is not initialized yet.
ja: オフライン音声はまだ初期化されていません。
zh_hans: 离线音讯尚未初始化。
zh_hant: 離線音訊尚未初始化。

# audioPlaybackAlertTitle
source: Audio unavailable
ja: 音声を利用できません
zh_hans: 无法播放音讯
zh_hant: 無法播放音訊

# audioPlaybackArchiveBroken
source: Offline audio is unavailable. Please download offline audio resources in Settings.
ja: オフライン音声を利用できません。設定でオフライン音声リソースをダウンロードしてください。
zh_hans: 离线音讯资源尚未准备好，请先在设置下载离线音讯资源。
zh_hant: 離線音訊資源尚未準備好，請先在設定下載離線音訊資源。

# audioPlaybackFailedPrefix
source: Playback failed:
ja: 再生に失敗しました:
zh_hans: 播放失败：
zh_hant: 播放失敗：

# audioPlaybackMissingClip
source: Offline audio is unavailable. Please download offline audio resources in Settings.
ja: オフライン音声を利用できません。設定でオフライン音声リソースをダウンロードしてください。
zh_hans: 离线音讯资源尚未准备好，请先在设置下载离线音讯资源。
zh_hant: 離線音訊資源尚未準備好，請先在設定下載離線音訊資源。

# audioPlaying
source: Playing
ja: 再生中
zh_hans: 播放中
zh_hant: 播放中

# audioRestartConfirmBody
source: This replaces %@.
ja: %@を置き換えます。
zh_hans: 将取代「%@」。
zh_hant: 將取代「%@」。

# audioRestartConfirmTitle
source: Redownload audio?
ja: 音声を再ダウンロードしますか？
zh_hans: 重下载音讯？
zh_hant: 重下載音訊？

# audioSectionTitle
source: Audio
ja: 音声
zh_hans: 音讯
zh_hant: 音訊

# audioStatusChecking
source: Checking
ja: 確認中
zh_hans: 检查中
zh_hant: 檢查中

# audioStatusCompleted
source: Completed
ja: 完了
zh_hans: 已完成
zh_hant: 已完成

# audioStatusDownloading
source: Downloading
ja: ダウンロード中
zh_hans: 下载中
zh_hant: 下載中

# audioStatusFailed
source: Failed
ja: 失敗
zh_hans: 失败
zh_hant: 失敗

# audioStatusIdle
source: Not downloaded
ja: 未ダウンロード
zh_hans: 尚未下载
zh_hant: 尚未下載

# audioStatusPaused
source: Paused
ja: 一時停止中
zh_hans: 已暂停
zh_hant: 已暫停

# audioStopped
source: Stopped
ja: 停止中
zh_hans: 已停止播放
zh_hant: 已停止播放

# bookmarksAdd
source: Add bookmark
ja: ブックマークに追加
zh_hans: 加入书签
zh_hant: 加入書籤

# bookmarksDeleteSelected
source: Delete selected
ja: 選択項目を削除
zh_hans: 删除所选
zh_hant: 刪除所選

# bookmarksDeselectAll
source: Deselect all
ja: すべての選択を解除
zh_hans: 取消全选
zh_hant: 取消全選

# bookmarksDoneSelecting
source: Done selecting
ja: 選択を完了
zh_hans: 完成选择
zh_hant: 完成選取

# bookmarksEmptyAction
source: Go to Dictionary Search
ja: 辞書検索へ移動
zh_hans: 前往搜索词条
zh_hant: 前往搜尋詞條

# bookmarksEmptyDescription
source: Bookmarked entries will appear here.
ja: ブックマークした見出し語がここに表示されます。
zh_hans: 在词条页按下书签按钮后，会显示在这里。
zh_hant: 在詞條頁按下書籤按鈕後，會顯示在這裡。

# bookmarksEmptyTitle
source: No bookmarks yet
ja: ブックマークはありません
zh_hans: 尚无书签
zh_hant: 尚無書籤

# bookmarksLoading
source: Loading bookmarks
ja: ブックマークを読み込み中
zh_hans: 载入书签中
zh_hant: 載入書籤中

# bookmarksRemove
source: Remove bookmark
ja: ブックマークを削除
zh_hans: 移除书签
zh_hant: 移除書籤

# bookmarksSectionSaved
source: Saved entries
ja: 保存した見出し語
zh_hans: 已收藏词条
zh_hant: 已收藏詞條

# bookmarksSelect
source: Select
ja: 選択
zh_hans: 选择
zh_hant: 選取

# bookmarksSelectAll
source: Select all
ja: すべて選択
zh_hans: 全选
zh_hant: 全選

# bookmarksTitle
source: Bookmarks
ja: ブックマーク
zh_hans: 书签
zh_hant: 書籤

source: Clear search history
ja: 検索履歴を消去
zh_hans: 清除搜索纪录
zh_hant: 清除搜尋紀錄

# commonCancel
source: Cancel
ja: キャンセル
zh_hans: 取消
zh_hant: 取消

# commonBack
source: Back
ja: 戻る
zh_hans: 返回
zh_hant: 返回

# commonDelete
source: Delete
ja: 削除
zh_hans: 清除
zh_hant: 清除

# commonForward
source: Forward
ja: 進む
zh_hans: 前进
zh_hant: 前進

# definitionAntonym
source: Antonyms
ja: 反義語
zh_hans: 反义
zh_hant: 反義

# definitionFallbackTitle
source: Definition
ja: 語義
zh_hans: 解说
zh_hant: 解說

# definitionSynonym
source: Synonyms
ja: 類義語
zh_hans: 近义
zh_hant: 近義

# detailAlternativePronunciationsTitle
source: Also pronounced
ja: 別の発音
zh_hans: 又念作
zh_hant: 又唸作

# detailColloquialPronunciationsTitle
source: Colloquial pronunciations
ja: 口語発音
zh_hans: 俗念作
zh_hant: 俗唸作

# detailContractedPronunciationsTitle
source: Contracted pronunciations
ja: 縮約発音
zh_hans: 合音念作
zh_hant: 合音唸作

# detailLoadFailedTitle
source: Failed to load entry
ja: 見出し語を読み込めませんでした
zh_hans: 词条载入失败
zh_hant: 詞條載入失敗

# detailPhoneticDifferencesTitle
source: Phonetic differences
ja: 発音の違い
zh_hans: 语音差异
zh_hant: 語音差異

# detailVocabularyComparisonsTitle
source: Vocabulary comparisons
ja: 語彙の比較
zh_hans: 词汇比较
zh_hant: 詞彙比較

# dictionarySourceActionDownload
source: Download latest
ja: 最新版をダウンロード
zh_hans: 下载最新版
zh_hant: 下載最新版

# dictionarySourceActionRestore
source: Restore from app
ja: アプリから復元
zh_hans: 从 App 还原
zh_hant: 從 App 還原

# dictionaryTitle
source: Dictionary
ja: 辞書
zh_hans: 辞典
zh_hant: 辭典

# helpViewerTitle
source: TaigiDict Help
ja: 台語辞典ヘルプ
zh_hans: 台语辞典辅助说明
zh_hant: 台語辭典輔助說明

# initializationFailedTitle
source: Initialization failed
ja: 初期化に失敗しました
zh_hans: 初始化失败
zh_hant: 初始化失敗

# initializationIncomplete
source: Dictionary initialization did not complete.
ja: 辞書の初期化が完了しませんでした。
zh_hans: 辞典初始化流程未完成。
zh_hant: 辭典初始化流程未完成。

# initializationLoadingDescription
source: Initializing dictionary data
ja: 辞書データを初期化しています
zh_hans: 正在初始化辞典资料
zh_hant: 正在初始化辭典資料

# initializationLoadingTitle
source: Loading
ja: 読み込み中
zh_hans: 载入中
zh_hant: 載入中

# initializationRetry
source: Retry
ja: 再試行
zh_hans: 重试
zh_hant: 重試

# licenseAgreement
source: License
ja: ライセンス
zh_hans: 授权协议
zh_hant: 授權協議

# licenseAppCode
source: App code
ja: アプリのコード
zh_hans: App 程序码
zh_hant: App 程式碼

# licenseAudio
source: Dictionary audio
ja: 辞書音声
zh_hans: 词典音档
zh_hant: 詞典音檔

# licenseData
source: Dictionary data
ja: 辞書データ
zh_hans: 词典资料
zh_hant: 詞典資料

# licenseIncludedVia
source: Included via
ja: 同梱元
zh_hans: 随此元件引入
zh_hant: 隨此元件引入

# licenseMarisaNotice
source: Upstream distributes libmarisa under BSD-2-Clause OR LGPL-2.1-or-later. This screen reproduces the BSD-2-Clause option included in the shipped source tree.
ja: 上流ではlibmarisaをBSD-2-ClauseまたはLGPL-2.1-or-laterで配布しています。この画面には、同梱されたソースツリーに含まれるBSD-2-Clauseの選択肢を掲載しています。
zh_hans: 上游将 libmarisa 以 BSD-2-Clause 或 LGPL-2.1-or-later 双重授权发布；此页显示随源码一并提供的 BSD-2-Clause 选项。
zh_hant: 上游將 libmarisa 以 BSD-2-Clause 或 LGPL-2.1-or-later 雙重授權釋出；此頁顯示隨原始碼一併提供的 BSD-2-Clause 選項。

# licenseMetadataSection
source: Details
ja: 詳細
zh_hans: 资讯
zh_hant: 資訊

# licenseMinistryCopyright
source: Ministry copyright note
ja: 教育部の著作権に関する注記
zh_hans: 教育部版权说明
zh_hant: 教育部著作權說明

# licenseOverviewAVFoundation
source: AVFoundation (reserved for audio)
ja: AVFoundation（音声用に予約）
zh_hans: AVFoundation (音讯功能预留)
zh_hant: AVFoundation (音訊功能預留)

# licenseOverviewCoreSection
source: Swift package dependencies
ja: Swiftパッケージ依存関係
zh_hans: Swift 套件依赖
zh_hant: Swift 套件依賴

# licenseOverviewIOSSection
source: Bundled upstream components
ja: 同梱コンポーネント
zh_hans: 内嵌上游元件
zh_hant: 內嵌上游元件

# licenseOverviewTitle
source: Package license list
ja: パッケージライセンス一覧
zh_hans: 套件授权清单
zh_hant: 套件授權清單

# licenseRepository
source: Source repository
ja: ソースリポジトリ
zh_hans: 原始码仓库
zh_hant: 原始碼倉庫

# licenseSummarySection
source: License summary
ja: ライセンス概要
zh_hans: 授权摘要
zh_hant: 授權摘要

# licenseTextSection
source: License text
ja: ライセンス本文
zh_hans: 授权全文
zh_hant: 授權全文

# licenseThirdParty
source: Package licenses
ja: パッケージライセンス
zh_hans: 套件授权
zh_hant: 套件授權

# licenseTitle
source: License Information
ja: ライセンス情報
zh_hans: 授权资讯
zh_hant: 授權資訊

# licenseVersion
source: Version
ja: バージョン
zh_hans: 版本
zh_hant: 版本

# licenseViewThirdParty
source: Review the current Swift packages and bundled upstream license texts used by this native app.
ja: このネイティブアプリで使用しているSwiftパッケージと同梱コンポーネントのライセンス文を確認します。
zh_hans: 查看这个原生 App 目前使用的 Swift 套件与内嵌上游元件授权全文。
zh_hant: 查看這個原生 App 目前使用的 Swift 套件與內嵌上游元件授權全文。

source: Loading dictionary
ja: 辞書を読み込み中
zh_hans: 加载辞典资料中
zh_hant: 載入辭典資料中

# loadingFailedTitle
source: Load failed
ja: 読み込みに失敗しました
zh_hans: 加载失败
zh_hant: 載入失敗

# localeEnglish
source: English
ja: 英語

# localeJapanese
source: Japanese
ja: 日本語
zh_hans: 日本語
zh_hant: 日本語

# localeSimplifiedChinese
source: Simplified Chinese
ja: 簡体字中国語
zh_hans: 简体中文
zh_hant: 简体中文

# localeSystem
source: System
ja: システム設定
zh_hans: 跟随系统
zh_hant: 跟隨系統

# localeTraditionalChinese
source: Traditional Chinese
ja: 繁体字中国語
zh_hans: 正体中文
zh_hant: 正體中文

# menuGo
source: Go
ja: 移動
zh_hans: 前往
zh_hant: 前往

# noAudioAvailable
source: No playable audio for this item.
ja: この項目には再生可能な音声がありません。
zh_hans: 此笔资料没有可播放的音档。
zh_hant: 此筆資料沒有可播放的音檔。

# noResultDescription
source: Try Hanji, romanization, or Mandarin meanings.
ja: 漢字、ローマ字、または中国語の語義で検索してください。
zh_hans: 试试改用汉字、罗马字或华语词义。
zh_hant: 試試改用漢字、羅馬字或華語詞義。

# noResultTitle
source: No results
ja: 検索結果なし
zh_hans: 查无结果
zh_hant: 查無結果

source: Play example audio
ja: 例文音声を再生
zh_hans: 播放例句音档
zh_hant: 播放例句音檔

source: Play word audio
ja: 単語音声を再生
zh_hans: 播放词目音档
zh_hant: 播放詞目音檔

# referenceHanjiTitle
source: Hanji usage principles
ja: 漢字使用原則
zh_hans: 汉字用字原则
zh_hant: 漢字用字原則

# referenceTaiLoTitle
source: Tai-Lo notation
ja: 台羅表記
zh_hans: 台罗标注说明
zh_hant: 臺羅標注說明

# referenceTitle
source: References
ja: 参考資料
zh_hans: 参考资料
zh_hant: 參考資料

# referenceViewerDescription
source: Select a reference document from the sidebar.
ja: サイドバーから参考資料を選択してください。
zh_hans: 请从左侧选择说明文件。
zh_hant: 請從左側選擇說明文件。

# relationshipsAntonym
source: Antonyms
ja: 反義語
zh_hans: 反义词
zh_hant: 反義詞

# relationshipsSynonym
source: Synonyms
ja: 類義語
zh_hans: 近义词
zh_hant: 近義詞

# relationshipsVariant
source: Variants
ja: 異体語
zh_hans: 异用字
zh_hant: 異用字

# searchHistoryClearConfirmTitle
source: Clear all search history?
ja: 検索履歴をすべて消去しますか？
zh_hans: 确定要清除所有搜索纪录吗？
zh_hant: 確定要清除所有搜尋紀錄嗎？

# searchHistoryTitle
source: Search history
ja: 検索履歴
zh_hans: 搜索纪录
zh_hant: 搜尋紀錄

source: Searching
ja: 検索中
zh_hans: 搜索中
zh_hant: 搜尋中

# searchPrompt
source: Search Taiwanese Hanji, romanization, or Mandarin meaning
ja: 台湾語の漢字、ローマ字、または中国語の語義を検索
zh_hans: 输入台语汉字、白话字或华语词义
zh_hant: 輸入台語漢字、白話字或華語詞義

# searchResultsSection
source: Results
ja: 検索結果
zh_hans: 搜索结果
zh_hant: 搜尋結果

# searchStartDescription
source: Type Hanji, romanization, or Mandarin meaning to see entries.
ja: 漢字、ローマ字、または中国語の語義を入力して見出し語を検索します。
zh_hans: 输入台语汉字、白话字，或华语释义后才显示词条。
zh_hant: 輸入台語漢字、白話字，或華語釋義後才顯示詞條。

# searchStartDetailDescription
source: Select a search result to view details here.
ja: 検索結果を選択すると、ここに詳細が表示されます。
zh_hans: 选择搜索结果后，词条内容会显示在这里。
zh_hant: 選擇搜尋結果後，詞條內容會顯示在這裡。

# searchStartDetailTitle
source: Start searching
ja: 検索を開始
zh_hans: 开始搜索
zh_hant: 開始搜尋

# searchStartTitle
source: Start searching
ja: 検索を開始
zh_hans: 开始搜索
zh_hant: 開始搜尋

# searchTitle
source: Search
ja: 検索
zh_hans: 搜索
zh_hant: 搜尋

# settingsAbout
source: About
ja: このアプリについて
zh_hans: 关于
zh_hant: 關於

# settingsActionsMenu
source: Actions
ja: 操作
zh_hans: 操作
zh_hant: 操作

# settingsAdvanced
source: Advanced settings
ja: 詳細設定
zh_hans: 进阶设置
zh_hant: 進階設定

# settingsAdvancedDescription
source: Inspect dictionary metadata and run maintenance actions for local data.
ja: 辞書のメタデータを確認し、ローカルデータのメンテナンスを実行します。
zh_hans: 查看词典资料，并执行本机数据维护操作。
zh_hant: 查看辭典資料，並執行本機資料維護操作。

# settingsClearConfirmBody
source: This removes local data and initialization will run again next launch.
ja: ローカルデータを削除し、次回起動時に再度初期化します。
zh_hans: 清除后会移除本机资料，下次使用前会重新初始化。
zh_hant: 清除後會移除本機資料，下次使用前會重新初始化。

# settingsClearConfirmTitle
source: Clear local dictionary data?
ja: ローカル辞書データを消去しますか？
zh_hans: 确定要清除本机辞典资料？
zh_hant: 確定要清除本機辭典資料？

# settingsRebuildConfirmBody
source: This rebuilds the local dictionary data and may take some time.
ja: ローカル辞書データを再構築します。完了まで時間がかかることがあります。
zh_hans: 重建会重新产生本机辞典资料，可能需要一些时间。
zh_hant: 重建會重新產生本機辭典資料，可能需要一些時間。

# settingsRebuildConfirmTitle
source: Rebuild local dictionary data?
ja: ローカル辞書データを再構築しますか？
zh_hans: 确定要重建本机辞典资料？
zh_hant: 確定要重建本機辭典資料？

# settingsDataAndInfoSection
source: Data and info
ja: データと情報
zh_hans: 资料与说明
zh_hant: 資料與說明

# settingsDictionaryResourcesSection
source: Offline dictionary resources
ja: オフライン辞書リソース
zh_hans: 离线辞典资源
zh_hant: 離線辭典資源

# settingsDictionarySource
source: Dictionary source data
ja: 辞書ソースデータ
zh_hans: 辞典来源资料
zh_hant: 辭典來源資料

# settingsDisplayLanguageSection
source: Display
ja: 表示
zh_hans: 显示
zh_hant: 顯示

# settingsGeneralTab
source: General
ja: 一般
zh_hans: 一般
zh_hant: 一般

# settingsGeneralDescription
source: Adjust interface language, appearance, and reading text size.
ja: インターフェース言語、外観、本文の文字サイズを調整します。
zh_hans: 调整界面语言、主题外观与阅读字级。
zh_hant: 調整介面語言、主題外觀與閱讀字級。

# settingsInterfaceLanguageLabel
source: Interface language
ja: インターフェース言語
zh_hans: 界面语言
zh_hant: 介面語言

# settingsLicenses
source: License info
ja: ライセンス情報
zh_hans: 授权资讯
zh_hant: 授權資訊

# settingsOfflineAudioSection
source: Offline audio resources
ja: オフライン音声リソース
zh_hans: 离线音讯资源
zh_hant: 離線音訊資源

# settingsReadingTextScaleLabel
source: Reading text scale
ja: 本文の文字サイズ
zh_hans: 阅读字级
zh_hant: 閱讀字級

# settingsRedownloadSentenceAudio
source: Redownload example audio
ja: 例文音声を再ダウンロード
zh_hans: 重新下载例句音档
zh_hant: 重新下載例句音檔

# settingsRedownloadWordAudio
source: Redownload word audio
ja: 単語音声を再ダウンロード
zh_hans: 重新下载词目音档
zh_hant: 重新下載詞目音檔

# settingsReferences
source: References
ja: 参考資料
zh_hans: 参考资料
zh_hant: 參考資料

# settingsResourcesTab
source: Resources
ja: リソース
zh_hans: 资源
zh_hant: 資源

# settingsResourcesDescription
source: Manage offline audio downloads and repair resource state when needed.
ja: オフライン音声のダウンロードとリソース状態の修復を管理します。
zh_hans: 管理离线音讯下载，并在需要时修复资源状态。
zh_hant: 管理離線音訊下載，並在需要時修復資源狀態。

# settingsSentenceAudio
source: Sentence audio
ja: 例文音声
zh_hans: 例句音档
zh_hant: 例句音檔

# settingsThemeLabel
source: Theme
ja: 外観モード
zh_hans: 主题
zh_hant: 主題

# settingsTitle
source: Settings
ja: 設定
zh_hans: 设置
zh_hant: 設定

# settingsWordAudio
source: Word audio
ja: 単語音声
zh_hans: 词目音档
zh_hant: 詞目音檔

source: Share
ja: 共有
zh_hans: 分享
zh_hant: 分享

# tabBookmarks
source: Bookmarks
ja: ブックマーク
zh_hans: 书签
zh_hant: 書籤

# tabDictionary
source: Dictionary
ja: 辞書
zh_hans: 辞典
zh_hant: 辭典

# tabSettings
source: Settings
ja: 設定
zh_hans: 设置
zh_hant: 設定

# themeDark
source: Dark
ja: ダーク
zh_hans: 深色
zh_hant: 深色

# themeLight
source: Light
ja: ライト
zh_hans: 浅色
zh_hant: 淺色

# themeSystem
source: System
ja: システム設定
zh_hans: 跟随系统
zh_hant: 跟隨系統

# commonOK
source: OK
zh_hans: 确定
zh_hant: 確定

# licenseAppCodeDescription
source: MIT License
zh_hans: MIT 授权
zh_hant: MIT 授權
